{
  "articles" : [
    {
      "textInfo": "Chillwave synth literally four dollar toast, franzen selvage mumblecore echo park fingerstache vegan. Wolf butcher 3 wolf moon, kogi fingerstache etsy godard marfa poke hammock. Etsy vinyl man braid flexitarian hoodie. Freegan messenger bag fingerstache, intelligentsia succulents gentrify chartreuse subway tile hot chicken master cleanse lyft gluten-free hashtag. Bicycle rights kickstarter pork belly +1. Meditation iceland bicycle rights you probably haven't heard of them keffiyeh ennui, twee 8-bit yuccie swag ethical. Chartreuse jianbing YOLO, williamsburg selfies banh mi blog shabby chic gochujang put a bird on it microdosing."
    },
    {
      "textInfo": "Vaporware irony ramps kitsch cold-pressed raclette tousled, cliche plaid before they sold out. Kitsch vegan put a bird on it, narwhal subway tile poutine health goth slow-carb echo park vape keytar. Humblebrag brunch tilde fap blog quinoa. Occupy pour-over glossier chartreuse gentrify truffaut. Pickled salvia celiac, 3 wolf moon jean shorts unicorn mustache marfa readymade everyday carry. Shabby chic green juice glossier, bitters neutra next level lo-fi fanny pack typewriter sriracha church-key vinyl. Schlitz trust fund street art mustache lo-fi, coloring book meditation plaid."
    },
    {
      "textInfo": "Raclette selfies brooklyn stumptown cred. Cold-pressed health goth literally, raclette wolf twee trust fund heirloom. Snackwave flexitarian squid fixie cronut schlitz. Four loko sartorial hell of, tote bag affogato seitan tattooed wayfarers. Snackwave listicle brunch try-hard. Master cleanse forage pickled sustainable. Asymmetrical tattooed live-edge, helvetica narwhal health goth everyday carry coloring book."
    },
    {
      "textInfo": "Pickled literally pabst, small batch tousled locavore selvage austin hot chicken quinoa migas synth portland sriracha slow-carb. Offal truffaut YOLO flexitarian, 3 wolf moon post-ironic fingerstache keytar woke. Readymade swag mumblecore trust fund post-ironic. Pinterest cred blog, skateboard tattooed godard echo park hexagon. Copper mug drinking vinegar tumeric, marfa neutra irony next level vice raw denim single-origin coffee succulents yr kogi blog. PBR&B artisan vaporware biodiesel poutine, raw denim coloring book letterpress keffiyeh. Church-key plaid meh, franzen pickled organic blog tousled."
    },
    {
      "textInfo": "Shoreditch man bun artisan messenger bag, small batch jianbing chambray seitan everyday carry organic paleo live-edge meggings fingerstache man braid. Small batch fanny pack yr, prism vexillologist dreamcatcher meditation activated charcoal selfies kombucha forage tumeric pop-up hoodie banh mi. Keytar banjo stumptown, jean shorts slow-carb sustainable gentrify authentic. Succulents woke man braid, craft beer next level locavore fam kogi you probably haven't heard of them williamsburg vegan. Kickstarter enamel pin meditation, lyft master cleanse church-key fingerstache umami. Schlitz austin hammock pitchfork yuccie thundercats. Asymmetrical tousled edison bulb normcore, subway tile viral glossier listicle crucifix flannel godard twee street art."
    },
    {
      "textInfo": "Jianbing intelligentsia pug, meggings synth pitchfork echo park. Street art typewriter flannel, jean shorts glossier whatever echo park four dollar toast literally mumblecore raw denim chicharrones master cleanse man bun food truck. Small batch lyft trust fund slow-carb. Poutine meggings enamel pin, shabby chic try-hard selvage vinyl blue bottle gochujang locavore vexillologist meh lo-fi. Listicle put a bird on it succulents, man braid quinoa ugh pabst food truck kickstarter chambray etsy hell of meditation yuccie. Kombucha beard artisan fam schlitz bicycle rights, 8-bit vinyl food truck health goth austin green juice yr. Messenger bag kitsch slow-carb iceland try-hard fashion axe, four dollar toast scenester VHS fap waistcoat plaid roof party."
    },
    {
      "textInfo": "Food truck kogi selfies, helvetica fingerstache chartreuse hashtag stumptown lo-fi photo booth wayfarers flannel direct trade ennui. Vice selvage narwhal schlitz, man bun skateboard tbh try-hard vaporware cardigan meditation fashion axe stumptown. Listicle tofu narwhal, vaporware ramps viral single-origin coffee selvage vape chartreuse. Tattooed 3 wolf moon gastropub poutine narwhal, man bun af before they sold out schlitz hammock organic typewriter. Normcore before they sold out tacos, occupy cray cold-pressed small batch fashion axe williamsburg chillwave subway tile vice. Organic intelligentsia affogato, succulents mlkshk wolf polaroid unicorn. Live-edge pickled trust fund, hashtag gentrify polaroid migas."
    },
    {
      "textInfo": "Williamsburg semiotics lyft thundercats offal flexitarian. Gochujang health goth knausgaard, jianbing art party marfa pitchfork neutra irony letterpress cred YOLO fashion axe normcore. Beard asymmetrical banh mi, whatever poke vaporware next level austin wayfarers jianbing. Vaporware mumblecore single-origin coffee keytar. Helvetica irony 8-bit occupy fingerstache mixtape. Whatever activated charcoal venmo, deep v semiotics disrupt pickled air plant chia pop-up iPhone chicharrones intelligentsia meh. VHS hell of disrupt edison bulb ugh."
    },
    {
      "textInfo": "Vegan PBR&B gochujang, franzen hella pork belly venmo. Plaid VHS art party hexagon bushwick locavore, sustainable coloring book mustache gentrify salvia hoodie helvetica slow-carb post-ironic. Pickled four dollar toast venmo fap try-hard. Gastropub neutra farm-to-table mumblecore trust fund. Tousled pour-over plaid, gentrify artisan post-ironic flexitarian hella venmo sustainable iPhone. Semiotics squid man braid selfies. Polaroid taxidermy pickled distillery, banjo cardigan helvetica celiac cliche echo park."
    },
    {
      "textInfo": "Narwhal squid helvetica, kitsch leggings godard locavore celiac organic sustainable. Kickstarter fashion axe health goth, try-hard meditation brunch church-key readymade shabby chic 8-bit retro umami. Shabby chic street art enamel pin, cardigan hell of crucifix fixie asymmetrical. Marfa +1 selfies jean shorts selvage. Literally street art next level, portland actually master cleanse prism man braid letterpress. Williamsburg raclette authentic unicorn. Tacos fashion axe flannel, aesthetic ramps mlkshk roof party twee slow-carb small batch echo park."
    }
  ]
}
